{
  "pageAboutGerminateCardDocumentationText": "Germinate's Dokumentation lesen",
  "pageAboutGerminateCardGithubText": "Germinate's Quellcode auf GitHub ansehen",
  "pageAboutGerminateCardHomepageText": "Germinate's Homepage besuchen",
  "pageAboutGerminateCardPublicationText": "Germinate's Veröffentlichung zitieren oder ansehen",
  "pageAboutGerminateFundersSubtitle": "Organisationen die Germinate unterstützen - Damals und Heute",
  "pageAboutGerminateFundersText": "Wir sind sehr dankbar für die Finanzierung, die Germinate im Laufe der Jahre erhalten hat. Nachstehend finden Sie eine Liste unserer wichtigsten Geldgeber, mit denen wir bei der Entwicklung von Germinate eng zusammengearbeitet haben.",
  "pageAboutGerminateFundersTitle": "Förderer",
  "pageAboutGerminateLocationSubtitle": "Das schöne Schottland",
  "pageAboutGerminateLocationText": "The James Hutton Institute<br/>Errol Road<br/>Dundee DD2 5DA",
  "pageAboutGerminateLocationTitle": "Wo wir zu finden sind",
  "pageAboutGerminateSubtitle": "Die generische Datenbank für pflanzengenetische Ressourcen",
  "pageAboutGerminateTeamSubtitle": "Die Menschen hinter Germinate",
  "pageAboutGerminateTeamTitle": "Team",
  "pageAboutGerminateTeamOthersTitle": "Zusätzliche Personen",
  "pageAboutGerminateTeamOthersSubtitle": "Alle anderen die zu Germinate beigetragen haben",
  "pageAboutGerminateTeamOthersText": "<p>Vorherige Mitglieder des Germinate Teams beinhalten: Jennifer Lee, Jacek Grzebyta, Toby Philp und Nelo Onyiah.</p><p>Zusätzliche waren die folgenden Personen behilflich bei der Entwicklung von Germinate (in keiner bestimmten Reihenfolge): Bill Thomas, Luke Ramsay, Joanne Russell, Robbie Waugh, David Marshall, Gaynor McKenzie, Pauline Smith, Julie Graham, Dorota Jaret, Susan McCallum, Nicola McCallum, Malcolm Coull, Derek Stuart, Alex Foito, Jordi Comadran, Andy Flavell, Darren Cullerne, Kate Dreher, Sarah Hearne, Peter Wenzl, Benjamin Kilian und Peter Werner.</p><p>Wir möchten uns auch bei allen bedanken die ihre kostbare Zeit geopfert haben um uns bei Benutzertests von Germinate zu helfen - eure Begeisterung und Rückmeldung hat Germinate besser gemacht.</p>",
  "pageAboutGerminateTeamSebastian": "Sebastian ist verantwortlich für den Großteil der Entwicklung der Datenbank, der Nutzeroberfläche und der BrAPI Implementierung. Er stellt sicher, dass alles in Ordnung ist und so gut aussieht wie es kann.",
  "pageAboutGerminateTeamJobSebastian": "Haupt-Entwickler",
  "pageAboutGerminateTeamIain": "Iain ist der Hauptentwickler von Flapjack und stellt sicher, dass die Integration zwischen Germinate und Flapjack so geschmeidig wie möglich läuft..",
  "pageAboutGerminateTeamJobIain": "Flapjack-Entwickler",
  "pageAboutGerminateTeamPaul": "Paul arbeitet schon seit 2005 an Germinate und ist verantwortlich für das tagtägliche Management des Projekts und dessen Förderung um die Welt.",
  "pageAboutGerminateTeamJobPaul": "Projektleiter",
  "pageAboutGerminateText": "<p>Germinate ist eine Open-Source-Pflanzendatenbankplattform, auf der komplexe Daten aus Sammlungen genetischer Ressourcen gespeichert, abgefragt und visualisiert werden können, wobei gemeinsame, wiederverwendbare Programmierkomponenten verwendet werden. Germinate verwendet aktuelle Web- und Datenbankstandards, um sowohl eine Standard-Datenspeicherarchitektur als auch eine hochleistungsfähige webbasierte Benutzeroberfläche bereitzustellen. Germinate bietet Speicherplatz für genotypische, phänotypische und Ausweisdaten-Daten, sowie Stammbaum- und Bilddaten. Germinate ermöglicht nicht nur die effiziente Speicherung und Visualisierung von Daten, sondern bietet auch Werkzeuge für den Export von Daten in einer wachsenden Zahl von Datenformaten, darunter Stammbaumdaten im Helium-Format, genotypische Daten, die nativ in das Flapjack-Format exportiert werden können, und Standard-Textformate.</p><p>Germinate wurde als erweiterbare Plattform entwickelt, um eine Standardlösung für die Speicherung von Daten zu genetischen Ressourcen anzubieten. Wir ermutigen die Gemeinschaft aktiv dazu, zu ihrer Entwicklung beizutragen und mit uns darüber zu sprechen, welche Funktionen und Werkzeuge ihrer Meinung nach einen Wert für die Plattform darstellen würden. Alle neuen Funktionen und Komponenten auf GitHub werden der Gemeinschaft sofort zur Verfügung gestellt, so dass jeder davon profitieren kann.</p><p>Für weitere Informationen besuchen Sie bitte unsere GitHub-Seite. Das gesamte Team dankt Ihnen für die Nutzung und den Beitrag zu dieser Ressource.</p>",
  "pageAboutGerminateTitle": "Germinate"
}